IDEA Open Model
Stirrup.TorsionCheck Property
Compatible with IDEA StatiCa Beta 20.0
 Status of torsion check, not possible for detailing stirrup
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool TorsionCheck { get; set; }
Public Property TorsionCheck As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace